Repository: abbasEbadian/bitasia-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Login
fa: ورود

source: Register
fa: ثبت نام

source: Reset Password
fa: بازیابی رمزعبور

source: Make a Transaction
fa: ایجاد تراکنش

source: Created successfully
fa: با موفقیت ایجاد شد.

source: Last name must be at least 6 characters.
fa: نام خانوادگی باید حداقل 6 حرف داشته باشد.

source: This mobile already exists
fa: شماره تماس تکراری است.

source: Mobile already exists.
fa: شماره تماس تکراری است.

source: There is an account registered with this mobile.
fa: با این شماره تماس از قبل حساب ساخته شده است.

source: OTP Created successfully
fa: کد اعتبارسنجی ارسال شد.

source: Empty password.
fa: رمز عبور الزامی است.

source: Password can not be empty.
fa: رمز عبور نمی تواند خالی باشد.

source: Wrong OTP.
fa: کد وارد شده نامعتبر است.

source: Provided OTP is wrong.
fa: کد وارد شده نامعتبر است.

source: Male
fa: آقا

source: Female
fa: خانم

source: This value is invalid
fa: این مقدار نامعتبر است.

source: Otp has been sent to your mobile.
fa: کد اعتبارسنجی پیامک شد.

source: Account has been created
fa: حساب کاربری با موفقیت ایجاد شد.

source: Updated successfully, Our team will check your information ASAP.
fa: اطلاعات شما دریافت شد.تیم پشتیبانی در اولین فرصت بررسی خواهد کرد

source: Options
fa: فیلدها

source: Rules
fa: قوانین

source: title
fa: عنوان

source: field key
fa: کلید فیلد

source: field type
fa: نوع فیلد

source: type
fa: نوع

source: Range
fa: رنج

source: Defined
fa: تعریف شده یا نشده

source: Is form
fa: در وبسایت نمایش داده شود

source: min value
fa: حداقل

source: max value
fa: حداکثر

source: َApproximate processing time
fa: زمان تقریبی بررسی

source: 1 Day, 2 Hours, ...
fa: ۱روز ،‌ ۲ساعت ...

source: Authority rule option
fa: فیلد قانون احراز هویت

source: Authority rule options
fa: فیلدهای قانون احراز هویت

source: Priority
fa: اولویت

source: Authority rule
fa: قانون احراز هویت

source: Authority rules
fa: قوانین احراز هویت

source: Level
fa: سطح

source: daily Rial deposit limit
fa: محدودیت واریز ریالی روزانه

source: daily Rial deposit limit description
fa: توضیح محدودیت واریز ریالی روزانه

source: daily Rial withdraw limit
fa: محدودیت برداشت ریالی روزانه

source: daily Rial withdraw limit description
fa: توضیح محدودیت برداشت ریالی روزانه

source: daily Crypto deposit limit
fa: محدودیت واریز رمزارز روزانه

source: daily Crypto deposit limit description
fa: توضیح محدودیت واریز رمزارز روزانه

source: daily Crypto withdraw limit
fa: محدودیت برداشت رمزارز روزانه

source: daily Crypto withdraw limit description
fa: توضیح محدودیت برداشت رمزارز روزانه

source: Requesting user
fa: کاربر درخواست کننده

source: Rule ID
fa: شناسه قانون احراز هویت

source: Admin message
fa: پیام مدیر

source: Authority request
fa: درخواست احراز هویت

source: Authority requests
fa: درخواست های احراز هویت

source: Network
fa: شبکه

source: Networks
fa: شبکه ها

source: Bitasia Active
fa: فعال (بیت آسیا)

source: BitPin Active
fa: فعال(بیت پین)

source: Title (English)
fa: عنوان انگلیسی

source: Title (فارسی)
fa: عنوان فارسی

source: Code
fa: کد

source: Image URL
fa: آذرس تصویر

source: Minimum Withdrawal
fa: حداقل برداشت

source: Color
fa: رنگ

source: Alias
fa: مستعار

source: Withdrawal Commission
fa: کارمزد برداشت

source: Withdrawal Commission Type
fa: نوع کارمزد برداشت

source: Maximum Withdrawal Commission
fa: حداکثر کارمزد برداشت

source: Tradable
fa: قابل معامله

source: For Test
fa: برای تست

source: Decimal Places
fa: رقم اعشار

source: Decimal Amount
fa: تعداد ارقام

source: Decimal (IRT)
fa: اعشار در تومان

source: High Risk
fa: ریسک بالا

source: Show High Risk
fa: نمایش ریسک بالا

source: Recommend for Deposit Weight
fa: توصیه برای وزن واریز

source: For Loan
fa: برای وام

source: Price
fa: قیمت تومانی

source: Time
fa: زمان

source: Minimum
fa: حداقل

source: Maximum
fa: حداکثر

source: Mean
fa: میانگین

source: Market Value
fa: ارزش بازار

source: Market Amount
fa: مقدار بازار

source: Total Market Value
fa: ارزش کل بازار

source: Total Market Amount
fa: مقدار کل بازار

source: Currency
fa: ارز

source: Currencies
fa: ارزها

source: Address
fa: آدرس

source: Invalid network ID. Provided network must be present in currency networks.
fa: رکورد تکراری است، لطفا بروزرسانی کنید.

source: BitPin Wallet Address
fa: آدرس کیف پول

source: BitPin Wallet Addresses
fa: آدرس کیف پول ها

source: Get Currency List
fa: دریافت لیست ارزها

source: Get Currency Detail
fa: دریافت جزئیات ارز

source: Get Network List
fa: دریافت لیست شبکه ها

source: Get Wallet Address List
fa: دریافت آدرس کیف پول ها

source: Get Wallet Address Detail
fa: دریافت جزئیات کیف پول

source: Update Wallet Address
fa: بروزرسانی آدرس کیف پول

source: Credit card number
fa: شماره کارت

source: IBAN
fa: شبا

source: Approved
fa: تایید شده

source: Credit card
fa: کارت اعتباری

source: Credit cards
fa: کارتهای اعتباری

source: Create credit card
fa: ایجاد کارت اعتباری

source: Get credit cards of current user
fa: دریافت کارت های کاربر

source: Successfully updated credit card
fa: کارت اعتباری با موفقیت بروزرسانی شد.

source: Successfully deleted credit card
fa: کارت اعتباری با موفقیت حذف شد.

source: Provided mobile should contain exactly 11 DIGITS and start with 09
fa: شماره تماس باید ۱۱ عدد داشته باشد و با 09 شروع شود

source: Invalid password pattern.
fa: رمز عبور وارد شده ضعیف است

source: Wrong password.
fa: رمز عبور اشتباه است.

source: Provided password is wrong.
fa: رمز عبور اشتباه است.

source: User does not exist
fa: کاربر یافت نشد.

source: There is not any account registered with this mobile.
fa: با این شماره تماس، ‌حسابی ایجاد نشده است.

source: Empty OTP.
fa: کد اعتبار سنجی الزامیست.

source: OTP must be 4 digits.
fa: کد اعتبارسنجی باید 4 رقمی باشد.

source: First name must be at least 3 characters.
fa: نام باید حداقل ۳ کاراکتر باشد.

source: birthdate must follow format: YYYY-MM-DD
fa: تاریخ تولد باید مشابه : 1380-08-11 باشد

source: gender must be provided (male or female)
fa: جنسیت باید ارسال شود.

source: Provided values are not satisfying
fa: مقادیر ارسالی صحیح نمی باشد

source: Credit card or IBAN already exists.
fa: شماره کارت یا IBAN تکراری است

source: Failed to send sms.
fa: خطا در ارسال پیامک.

source: Amount must be greater than 10000 R
fa: مبلغ باید از ۱۰ هزار ریال بیشتر باشد

source: Provided card is not valid or is not approved
fa: کارت ارائه شده نامعتبر است یا تایید نشده است

source: Gateway error
fa: خطا در اتصال به درگاه

source: Some error occurred while connecting to payment gateway
fa: خطا در اتصال به درگاه

source: Something went wrong in server. Contact admin.
fa: خطا در سرور

source: Deposit
fa: واریز

source: Withdraw
fa: برداشت

source: Pending
fa: در انتظار

source: Approve
fa: تایید

source: Cancel
fa: لغو

source: Amount
fa: مقدار

source: Wallet Address
fa: آدرس کیف پول

source: The irt price at the time of placing the ordering.
fa: قیمت تومان در زمان ثبت سفارش

source: User
fa: کاربر

source: Submit Date
fa: تاریخ تایید

source: Factor Number
fa: شماره فاکتور

source: Buy
fa: خرید

source: Sell
fa: فروش

source: Order
fa: سفارش

source: Orders
fa: سفارش ها

source: Provided network %s not present in currency networks.
fa: شبکه ارائه شده (%s) در شبکه های ارز وجود ندارد.

source: tx_id is required for deposit.
fa: برای واریز، شناسه تراکنش (tx_id) الزامی است.

source: Insufficient balance.
fa: موجودی ناکافی است.

source: Accept
fa: تایید

source: Reject
fa: رد

source: Cannot update transaction which is not in pending status.
fa: به روز رسانی تراکنشی که در وضعیت انتظار نیست، امکان پذیر نمی باشد

source: Provide a tx_id for your transaction
fa: شناسه تراکنش (tx_id) الزامی است.

source: Balance
fa: موجودی

source: Wallet
fa: کیف پول

source: Wallets
fa: کیف پول ها

source: Factor number
fa: شماره فاکتور

source: Sheba not approved.
fa: شماره شبا تایید نشده است.

source: Withdraw is not in pending state.
fa: درخواست برداشت در وضعیت انتظار نیست.

source: Transaction not found
fa: تراکنش یافت نشد
